Repository: M-Agi/Parsers
Catalog: ResxToCsv_CsvToResx/Strings/*/Items.resx
Languages: hu_hu

# ItemBackpack1
source: Backpack of lack
hu_hu: A Hiány Hátizsákja

# ItemBackpack1Short
source: Being a completionist is a virtue!
hu_hu: Gyűjtögetőnek lenni nagy erény!

# ItemBackpack1Long
source: Picking up an item for the first time (including this one) heals you for 1 point.
hu_hu: Tárgyak felvétele első alkalommal (ezt is beleértve) 1 életpontot gyógyít.

# ItemBackpack2
source: Lute
hu_hu: Lant

# ItemBackpack2Short
source: Traveling musicians bump into easy money a lot.
hu_hu: Vándorló muzsikusok gyakran könnyen jött pénzbe botlanak.

# ItemBackpack2Long
source: +50 luck for influencing the amount found when picking up gold.
hu_hu: +50 szerencse talált pénz mennyiségének befolyásolására.

# ItemBackpack3
source: Wheelbarrow
hu_hu: Talicska

# ItemBackpack3Short
source: It is a breeze to carry your heavy platings in it.
hu_hu: Hát így mingyárt más nehézfémeket cipelni.

# ItemBackpack3Long
source: +100% bonus to permanent defense pickups (maximum 5 times).
hu_hu: +100% bónusz permanens védelem kincsekre (maximum 5 alkalommal).

# ItemBackpack4
source: Cooking pot
hu_hu: Kondér

# ItemBackpack4Short
source: Cook your food, so you will have reserves for the journey home.
hu_hu: Főzd meg az ételed, hogy a hazaútra is maradjon elemózsia.

# ItemBackpack4Long
source: +1 to permanent attack and vitality bonus pickups (maximum 6 times).
hu_hu: +1 bónusz a permanens támadás és életerő kincsekre (maximum 6 alkalommal).

# ItemBackpack5
source: Travel bundle
hu_hu: Batyu

# ItemBackpack5Short
source: If you travel far enough, you will run into goods.
hu_hu: Ha elég messzire utazol, biztos vagyonra lelsz.

# ItemBackpack5Long
source: Every dungeon level will have +1 extra pickup.
hu_hu: A tömlöc minden szintjén +1 extra kincs vár.

# ItemCape1
source: Naturewalker tabard
hu_hu: A Természetjáró kabátja

# ItemCape1Short
source: Ease of movement from a durable cloth.
hu_hu: Tartós ruházat és mégis könnyed mozgás.

# ItemCape1Long
source: Extra speed and defense bonus at the same time.
hu_hu: Extra gyorsaság és védelem bónusz egyidőben.

# ItemCape2
source: High collar vampire cloak
hu_hu: Susogós vámpír köpönyeg

# ItemCape2Desc
source: High collar vampire cloak
hu_hu: Susogós vámpír köpeny

# ItemCape2Short
source: Blood is now a refreshing beverage.
hu_hu: A vér mától felfrissít.

# ItemCape2Long
source: 33% chance to steal 1 health when inflicting damage (only 10% against undead).
hu_hu: 33% esély 1 életpont ellopására sebzéskor (csak 10% élőholtak ellen).

# ItemCape3
source: Lich robe
hu_hu: Lidérc csuha

# ItemCape3Short
source: Each kill fuels your might.
hu_hu: Minden gyilkosság hatalmasabbá tesz.

# ItemCape3Long
source: +1 vitality for every three monster killed (maximum +10), while wearing the robe.
hu_hu: Amíg viseled +1 életerő minden 3 szörny megöléséért (maximum +10).

# ItemCape4
source: Wizard mantle
hu_hu: Mágus palást

# ItemCape4Short
source: Just as a powerful wizard, control your own faith!
hu_hu: Vedd a kezedbe a sorsod, akárcsak egy erős mágus!

# ItemCape4Long
source: +100% bonus to all of your luck trials.
hu_hu: +100% bónusz minden szerencse próbádra.

# ItemCape5
source: Royal cape
hu_hu: Királyi köpeny

# ItemCape5Short
source: Each revealed chest raises the fortune of a king.
hu_hu: Minden nyitott láda a királyi vagyont és szerencsét gyarapítja.

# ItemCape5Long
source: +1 permanent luck bonus every time you open a chest (maximum +10).
hu_hu: +1 permanens szerencse bónusz jár egy láda kinyitásakor (maximum +10).

# ItemOffHand1
source: Crescent moon buckler
hu_hu: Félhold kerek pajzs

# ItemOffHand1Short
source: No attacking monster can escape divine retribution.
hu_hu: A rád támadó szörnyek ben úszhatják meg az isteni bűntetést.

# ItemOffHand1Long
source: 200% of the suffered damage is reflected. Immune to interrupts.
hu_hu: Visszaveri a téged érő sebzés 200%-át. Immunitás a megszakításra.

# ItemOffHand2
source: Parrying dagger
hu_hu: Hárítótőr

# ItemOffHand2Short
source: The best defense is a good offense.
hu_hu: A legjobb védekezés a támadás.

# ItemOffHand2Long
source: 15% chance to use your defense value as an attack bonus when striking.
hu_hu: 15% esély, hogy a védekezési értékedet támadásként használd harcban.

# ItemOffHand3
source: Banal valor shield
hu_hu: Elcsépelt vitéz pajzs

# ItemOffHand3Short
source: As banal defense bonus as it can get.
hu_hu: Ennél elcsépeltebb védekezési bónusz már nem is lehet.

# ItemOffHand3Long
source: Good protection at the cost of a small speed loss.
hu_hu: Remek védelem egy kis sebesség vesztésért cserébe.

# ItemOffHand4
source: Fortune-teller's orb
hu_hu: Jövendőmondó varázsgömbje

# ItemOffHand4Short
source: It may bring good luck, or it may not...
hu_hu: Talán jó szerencsét hoz, talán nem...

# ItemOffHand4Long
source: +5 bonus for every luck trial.
hu_hu: +5 bónusz minden szerencsepróbára.

# ItemOffHand5
source: Royal aegis
hu_hu: Királyi égisz

# ItemOffHand5Short
source: Some say gold is evil, but it can protect you from evil just as much.
hu_hu: Pénznek szerelme, gonoszság gyökere, de az ördögöt is meg lehet venni.

# ItemOffHand5Long
source: +1% defense bonus for every 5 gold you own (maximum +50%).
hu_hu: +1% védelem minden 5 nálad lévő aranyért (maximum +50%).

# ItemForearms1
source: Regular vambrace
hu_hu: Szokványos alkarvédő

# ItemForearms1Short
source: The defense bonus is regular too.
hu_hu: A védelmi bónusz is elég szokványos.

# ItemForearms1Long
source: Moderate defense and a tiny attack bonus, for lesser speed in exchange.
hu_hu: Mérsékelt védelmi és apró támadási bónusz, kisebb sebesség árán.

# ItemForearms2
source: Rapid crossbow
hu_hu: Ismétlő nyílpuska

# ItemForearms2Short
source: Hidden tricks for a coup de grâce.
hu_hu: Rejtett trükk kivégző mozdulatokhoz.

# ItemForearms2Long
source: Quadrupled attack value against enemies having 50% or less of their maximum health.
hu_hu: Négyszeres támadási érték 50% alatti életerővel rendelkező szörnyek ellen.

# ItemForearms3
source: Hidden dagger
hu_hu: Rejtett penge

# ItemForearms3Short
source: A well-timed strike is critical.
hu_hu: Egy jól időzített támadás mindig kritikus.

# ItemForearms3Long
source: Every attack against fully healed enemies will be a critical strike.
hu_hu: Minden támadás teljes életerős szörnyek ellen kritikus csapás lesz.

# ItemForearms4
source: Barbarian bracer
hu_hu: Barbár alkarpánt

# ItemForearms4Short
source: Break the defense of your opponents.
hu_hu: Törd meg az ellenségeid védelmét.

# ItemForearms4Long
source: Permanently reduce the defense of a creature by 33% and 5% chance to interrupt on hit.
hu_hu: Véglegesen lecsökkenti a megsebzett lény védelmét 33%-kal és 5% esély megszakításra.

# ItemForearms5
source: Sleeve gun
hu_hu: Ingujj pisztoly

# ItemForearms5Short
source: Little extra firepower during battle.
hu_hu: Egy kis extra tűzerő a csatákhoz.

# ItemForearms5Long
source: 100% bonus value to every fourth attack of yours.
hu_hu: 100% bónusz érték minden negyedik támadásodhoz.

# ItemHead1
source: Wizard hat
hu_hu: Varázsló sityak

# ItemHead1Short
source: A clear mind can withstand all illusions.
hu_hu: A tiszta elme ellenáll minden illúziónak.

# ItemHead1Long
source: Dissolves all the hallucinations immediately beside the luck bonus.
hu_hu: A szerencse bónuszon kívül eloszlat minden hallucinációt azonnal.

# ItemHead2
source: Necromancer's headgear
hu_hu: Nekromanta fejfedője

# ItemHead2Short
source: Smells funky, but monsters mistake you for the lord of death!
hu_hu: Elég szagos, de a szörnyek összetévesztenek a halál urával!

# ItemHead2Long
source: 33% chance to scare the monsters in the dungeon, when you kill an enemy.
hu_hu: 33% eséllyel félelmet keltesz a szörnyekben, ha megölsz egy ellenséget.

# ItemHead3
source: Wolf head
hu_hu: Farkas fej totem

# ItemHead3Short
source: Powerful shamanic totem with a tiny downside (are you high?).
hu_hu: Nagy erejű shámán totem egy kis hátránnyal (te be vagy lőve?).

# ItemHead3Long
source: One monster in each dungeon will be a hallucination.
hu_hu: Minden szinten a tömlöcben egy szörny hallucináció lesz.

# ItemHead4
source: Royal crown
hu_hu: Királyi korona

# ItemHead4Short
source: For a king, chests open their mysteries for less gold.
hu_hu: Egy király számára minden ajtó és zár könnyebben nyílik.

# ItemHead4Long
source: Opening a chest costs 10 gold less.
hu_hu: A ládák kinyitása 10 arannyal kevesebbe kerül.

# ItemHead5
source: Ordinary great helm
hu_hu: Hétköznapi páncél sisak

# ItemHead5Short
source: Comes with ordinary defense and slightly reduced sight.
hu_hu: Hétköznapi védelemmel és nehéz látási viszonyokkal jár együtt.

# ItemHead5Long
source: 5% of your attacks miss their target due to your reduced sight.
hu_hu: Támadásaid 5%-át elvéted a kis részeken való kukucskálás miatt.

# ItemPants1
source: Commonplace armor pants
hu_hu: Közönséges páncélozott nadrág

# ItemPants1Desc
source: Commonplace armor pants
hu_hu: Közönséges páncélozott nadrág

# ItemPants1Short
source: Commonplace protection against attacks.
hu_hu: Közönséges védelem támadások ellen.

# ItemPants1Long
source: Huge defense bonus, but restrained movement.
hu_hu: Hatalmas védelem, de nehezített mozgás.

# ItemPants2
source: Trekker leather pants
hu_hu: Túra bőrnadrág

# ItemPants2Desc
source: Trekker leather pants
hu_hu: Túra bőrnadrág

# ItemPants2Short
source: Ensures free movement.
hu_hu: Szabad mozgást biztosít.

# ItemPants2Long
source: 5% chance to dodge all incoming attacks.
hu_hu: 5% esély, hogy kitérj támadások elől.

# ItemPants3
source: Mawashi (sumo pants)
hu_hu: Mawashi (szumó nadrág)

# ItemPants3Desc
source: Mawashi (sumo pants)
hu_hu: Mawashi (szumó nadrág)

# ItemPants3Short
source: Meet the immovable, tough and healthful.
hu_hu: Üdvözöld a hústornyot, kemény és élterős.

# ItemPants3Long
source: 25% of your vitality also counts as attack. Immune to interrupts.
hu_hu: Az életerőd 25%-a hozzáadódik a tamádásodhoz. Megszakíthatatlan.

# ItemPants4
source: Rubber duck swim ring
hu_hu: Gumi kacsa úszógyűrű

# ItemPants4Desc
source: Rubber duck swim ring
hu_hu: Gumi kacsa úszógyűrű

# ItemPants4Short
source: Beating your head against the wall may actually lead to something...
hu_hu: Ne menj fejjel a falnak, kivéve ha mégis vezet valamire...

# ItemPants4Long
source: Phase through thin walls after hitting them a few times, if the target is clear.
hu_hu: Átmehetsz a vékony falakon ha a célpont üres, csak kell pár nekifutás.

# ItemPants5
source: Fig leaf
hu_hu: Fügelevél

# ItemPants5Short
source: Monsters astonished by your pants, or the lack of, forget to strike.
hu_hu: A szörnyeket lefoglalja a nadrágod, mármint a hiánya, megfeledkeznek a harcról.

# ItemPants5Long
source: Always initiate in battles regardless of your speed.
hu_hu: Mindenképp te kezded a harcot, függetlenül a sebességedtől.

# ItemShoulders1
source: Rhino shoulder blades
hu_hu: Orrszarvú váll pengék

# ItemShoulders1Desc
source: Rhino shoulder blades
hu_hu: Orrszarvú váll pengék

# ItemShoulders1Short
source: Careful it is pointy, it could easily hurt anyone touching it!
hu_hu: Óvatosan, nagyon hegyes. Bárkit megszúrhat aki hozzáér!

# ItemShoulders1Long
source: When hit 5 points of damage is reflected to the striking enemy.
hu_hu: Visszaver 5 pontnyi sebzést a támadó ellenfélre.

# ItemShoulders2
source: Pirate's crafty parrot
hu_hu: Ravasz kalóz papagája

# ItemShoulders2Short
source: Helps with gold looting, just like it did for its previous owner.
hu_hu: Segít az arany szerzésben, pont ahogy a régi gazdáját is szolgálta.

# ItemShoulders2Long
source: +3 gold found every time you loot a monster.
hu_hu: +3 aranyat találsz a szörnyek tetemének átkutatásakor.

# ItemShoulders3
source: Uninspired shoulder plate
hu_hu: Ötlettelen váll pajzs

# ItemShoulders3Desc
source: Uninspired shoulder plate
hu_hu: Ötlettelen váll pajzs

# ItemShoulders3Short
source: Grants uninspired armor bonus.
hu_hu: Ötlettelen védelmi bónuszt nyújt.

# ItemShoulders3Long
source: Uninspired armor bonus, nothing more.
hu_hu: Csak ötlettelen védelmi bónusz, semmi más.

# ItemShoulders4
source: Leather pauldron
hu_hu: Bőr vállvédő

# ItemShoulders4Short
source: Stay nimble even under enduring protection.
hu_hu: Maradj mozgékony kitartó védelem mellett is.

# ItemShoulders4Long
source: +25% speed for your initiative trials besides the protection bonus.
hu_hu: +25% sebesség érték reakció próbákra a védelmi bónuszon kívül.

# ItemShoulders5
source: Shoulder cannon
hu_hu: Vállvető

# ItemShoulders5Short
source: Though an effective weapon, it does not shoot plasma blasts.
hu_hu: Hasznos fegyver, de azért nem irányított plazmát lő.

# ItemShoulders5Long
source: Whenever you hit a target, randomly blasts a monster in the dungeon for 7 damage.
hu_hu: Ha megsebzel valakit véletlenszerűen tüzel 7 sebzésnyit egy ellenfélre a tömlöcben.

# ItemNecklace1
source: Heavy cross necklace
hu_hu: Nehéz kereszt nyaklánc

# ItemNecklace1Short
source: They should have stayed dead!
hu_hu: Halottnak kellett volna maradnod!

# ItemNecklace1Long
source: +33% attack bonus and 5% critical strike chance against undead and resurrected creatures.
hu_hu: +33% támadási bónusz és 5% kritikus csapás esély élőholtak és feltámadt lények ellen.

# ItemNecklace2
source: Mana vial
hu_hu: Mana fiola

# ItemNecklace2Short
source: Heavenly energy influencing your endurance.
hu_hu: Mennyei energia ami a kitartásodat növeli.

# ItemNecklace2Long
source: Heals you for 4 points the first time you pick it up.
hu_hu: 4 életpontot gyógyit az első alkalommal amikor a nyakadba akasztod.

# ItemNecklace3
source: Velocity claw necklace
hu_hu: Velociraptor karom

# ItemNecklace3Short
source: Claws of a ferocious beast from another realm gives hunter instincts.
hu_hu: Egy elfeledett világi vádász karmai kiélezik a gyilkos ösztöneidet.

# ItemNecklace3Long
source: Grants as much critical strike chance as your speed value.
hu_hu: Akkora esélyt kapsz kritikus csapásokra mint a sebesség értéked.

# ItemNecklace4
source: Gold digger's chain
hu_hu: Aranyásó lánca

# ItemNecklace4Short
source: I came to find gold, not to fight monstrosities.
hu_hu: Nem szörnyekkel küzdeni jöttem, hanem aranyat lelni.

# ItemNecklace4Long
source: Heals you for 1 health point when picking up gold.
hu_hu: 1 életpontot gyógyit amikor elhagyott aranyat találsz.

# ItemNecklace5
source: Ring-maker's silver fist necklace
hu_hu: Ezüst ököl nyakláncca

# ItemNecklace5Desc
source: Ring-maker's silver fist necklace
hu_hu: Ezüst ököl nyakláncca

# ItemNecklace5Short
source: Belonged to an unlucky smith. Could help with precious metal gathering.
hu_hu: Egy szerencsétlen kovácsé volt, de lehet, hogy segít a fémgyűjtésben.

# ItemNecklace5Long
source: +10 gold gained for defense bonus pickups, but reduces your defense by 10%.
hu_hu: Vedélmi bónusz kincsekért +10 arany jár, de a védelmi éréked 10%-kal kisebb.

# ItemScarf1
source: Hangman's favorite
hu_hu: A hóhér kedvence

# ItemScarf1Short
source: You may survive a deadly blow with only an aching neck.
hu_hu: Túl lehet élni egy akasztás egy kis nyakfájással?!

# ItemScarf1Long
source: 50% chance of nullifying damage suffered from a hit if it would be deadly.
hu_hu: 50% esély, hogy túlélsz egy halálost sérülést mintha meg se trötént volna.

# ItemScarf2
source: Airman scarf
hu_hu: Pilóta sál

# ItemScarf2Short
source: Bold and fearless like a real hero.
hu_hu: Vakmerő és nem ismer félelmet mint egy igazi hős.

# ItemScarf2Long
source: Immunity to fear besides the speed and luck bonuses.
hu_hu: Félelem immúnitás a sebesség és szerencse bónuszok mellett.

# ItemScarf3
source: Don't say its name three times
hu_hu: Ne mond ki a nevét háromszor

# ItemScarf3Short
source: I venture someplace scary, turning loose something ghastly!
hu_hu: Ijesztő helyre keveredek, valami kísértetet kiengedek!

# ItemScarf3Long
source: Saves you from 3 deadly hits, but you won't thank it for the third time!
hu_hu: Megment 3 halálos sérüléstől, de az utolsót nem köszönöd meg!

# ItemScarf4
source: Monk cowl
hu_hu: Szerzetes csuklya

# ItemScarf4Short
source: The monastery cook makes the most out of the ingredients available.
hu_hu: A szerzetesrend szakácsa a legtöbbet hozza ki az alapanyagokból.

# ItemScarf4Long
source: Vitality pickups heal you for 1 to 3 extra points.
hu_hu: Az életerő kincsek 1-től 3 életpontot gyógyitanak.

# ItemScarf5
source: Red bow tie
hu_hu: Piros csokornyakkendő

# ItemScarf5Short
source: A real gentleman maintains his elegance even during battle.
hu_hu: Egy igazi úriember harc során fenntartja eleganciáját.

# ItemScarf5Long
source: +1% chance to dodge incoming attacks for every 2 points of speed value.
hu_hu: +1% esély kitérésre támadások elől minden 2 pont sebesség értékért.

# ItemRing1
source: Engagement ring
hu_hu: Eljegyzési gyűrű

# ItemRing1Short
source: This is going to cost you a lot for the rest of my life.
hu_hu: Sokba fog ez neked kerülni az életed végéig.

# ItemRing1Long
source: 1 less gold found every time you pick up gold or loot a monster.
hu_hu: Egyel kevesebb aranyat találsz szörnyek tetemének átkutatásakor.

# ItemRing2
source: Insignificant ring
hu_hu: Jelentéktelen ring

# ItemRing2Short
source: Don't let its name fool you, it could change things for the better.
hu_hu: Ne becsüld alá a neve miatt, jobbra fordíthatja a dolgok menetét.

# ItemRing2Long
source: In case of a tie on initiative you will start the battle.
hu_hu: Döntetlen reakció próba esetén te támadsz először a csatákban.

# ItemRing3
source: Golden knuckles
hu_hu: Arany bokszer

# ItemRing3Short
source: The more money you have the more powerful you are.
hu_hu: Minnél nagyobb a vagyonod, annál nagyobb a hatalmad.

# ItemRing3Long
source: +1 attack for every 10 gold you own (maximum +10).
hu_hu: +1 támadási érték minden 10 arany után (maximum +10).

# ItemRing4
source: Blood-finger claw
hu_hu: Véres ujj karom

# ItemRing4Short
source: Critical strikes heal you.
hu_hu: Kritikus csapásaid gyógyítanak téged.

# ItemRing4Long
source: 1 health point retrieved when you deliver a critical strike.
hu_hu: 1 életerő pontot gyógyulsz ha kritikus csapást mérsz egy szörnyre.

# ItemRing5
source: Finger traps
hu_hu: Ujj csapda

# ItemRing5Short
source: How unfortunate, your trapped victims don't know how to relax.
hu_hu: Milyen kellemetlen, hogy a csapdába esett áldozataid nem tudnak lazítani.

# ItemRing5Long
source: Reduces the attack power of your enemies by 3 on each successful hit.
hu_hu: Véglegesen lecsökkenti az ellenségek támadó erejét 3 ponttal sikeres talált esetén.

# ItemFeet1
source: Wanderer leather boots
hu_hu: Vándor bőrcsizmája

# ItemFeet1Desc
source: Wanderer leather boots
hu_hu: Vándor bőrcsizmája

# ItemFeet1Short
source: Be swift even on hard terrain.
hu_hu: Legyél sebes nehéz terpen is.

# ItemFeet1Long
source: 5% chance to dodge an attack besides the speed bonus.
hu_hu: 5% esély kitérésre a támadások elől a sebesség bónusz mellett.

# ItemFeet2
source: Geta (samurai sandal)
hu_hu: Geta (szamuráj szandál)

# ItemFeet2Desc
source: Geta (samurai sandal)
hu_hu: Geta (szamuráj szandál)

# ItemFeet2Short
source: Footwear to fight effectively.
hu_hu: Lábbeli a kiegyensúlyozott harcosoknak.

# ItemFeet2Long
source: 33% chance to land another quick jab after a successful hit.
hu_hu: 33% esély egy györs ismételt döfésre, sikeres támadás esetén.

# ItemFeet3
source: Unnoteworthy greaves
hu_hu: Említésre méltatlan fémcipő

# ItemFeet3Short
source: Feels heavy, shields well though!
hu_hu: Marha nehéz, de remekül védi a lábat!

# ItemFeet3Long
source: Reduces your speed by 10% for initiative trials.
hu_hu: Lecsökkenti 10%-kal a sebességed reakció próbáknál.

# ItemFeet4
source: Gambler pirate's peg leg
hu_hu: Hazárdjátékos kalóz falába

# ItemFeet4Desc
source: Gambler pirate's peg leg
hu_hu: Hazárdjátékos kalóz falába

# ItemFeet4Short
source: Win big or lose it all at the market.
hu_hu: Az nyer aki mindent visz a feketepiacon.

# ItemFeet4Long
source: Pay only 50% of the item cost at the market, but have 1 less choice.
hu_hu: Vásárolj féláron a piacon, de egyel kevesebb választásod lesz.

# ItemFeet5
source: Zombie blood tainted socks
hu_hu: Zombi vértől bűzlő zokni

# ItemFeet5Short
source: Keeps your body parts together even after huge strikes.
hu_hu: Egyben tartja a darabjaidat még hatalmas sérülések esetén is.

# ItemFeet5Long
source: May heal up to 3 points when you are under 50% health and suffer damage.
hu_hu: Gyógyíthat rajtad akár 3 pontot mikor 50% életerő alatt vagy és megsérülsz.

# ItemHands1
source: Frenzied policeman's biker gloves
hu_hu: Dühöngő rendőr motoros kesztyűi

# ItemHands1Short
source: 100% SNAFU
hu_hu: 100% káosz, zűrzavar

# ItemHands1Long
source: Interrupt immunity and attribute bonuses for reduced defense.
hu_hu: Megszakíthatatlan vagy harcban, de kevesebb a védelmed.

# ItemHands2
source: Medical gloves
hu_hu: Orvosi kesztyűk

# ItemHands2Short
source: Near immunity to poison and better coping with injury.
hu_hu: Közel immúnitás a méregre és sérülések jó kezelése.

# ItemHands2Long
source: 50% poison damage reduction and damage suffered above 5 points are nullified.
hu_hu: 50% méreg sebzés csökkentés és érvényteleníti az 5 pont fölötti sérüléseket.

# ItemHands3
source: Foresters gloves
hu_hu: Erdész kesztyűi

# ItemHands3Short
source: Frees your hands and sharpens your attacks.
hu_hu: Felszabadítja a kézügyességed és pontosítja a támadásaid.

# ItemHands3Long
source: 10% critical strike chance besides the attack and speed bonus.
hu_hu: 10% kritikus csapás esély a támadási és sebesség bónuszon kívül.

# ItemHands4
source: Boxing gloves
hu_hu: Boxkesztyű

# ItemHands4Short
source: Interrupt your opponents in battle.
hu_hu: Szakítsd félbe az ellenfeleid támadásait.

# ItemHands4Long
source: 25% chance to interrupt your opponent when you attack first in battle.
hu_hu: 25% esély az ellenség megszakítására mikor elsőként támadsz a csatában.

# ItemHands5
source: Dull gauntlets
hu_hu: Unalmas páncélkesztyű

# ItemHands5Short
source: Dull on multiple levels, yet shields well and hits hard.
hu_hu: Unalmas, több szinten, de jól véd és erős a markolata.

# ItemHands5Long
source: Increases both your attack and defense values, but reduces your speed.
hu_hu: Növeli a támadási és védelmi értékedet is, kevesebb sebességért.

# ItemPocket1
source: Magician's ace of clubs
hu_hu: Bűvész treff ásza

# ItemPocket1Desc
source: Magician's ace of clubs
hu_hu: Bűvész treff ásza

# ItemPocket1Short
source: Grants a keen eye for rare artifacts.
hu_hu: Jó a szemed? Csak a kezemet figyeld mert csalok!

# ItemPocket1Long
source: +66 luck for finding better artifacts scattered around the dungeon and in chests.
hu_hu: +66 szerencse, hogy jobb ereklyéket találj a tömlöcben és a ládákban.

# ItemPocket2
source: Buzzard feather
hu_hu: Fácán toll

# ItemPocket2Short
source: Looks like the owner of this dungeon has lost a precious artifact.
hu_hu: Úgy néz ki a tömlöc ura elvesztett valami értékeset.

# ItemPocket2Long
source: +6 attack bonus against were, giant, mutant and avian creatures.
hu_hu: +6 támadási bónusz vér, óriás, mutáns és madárfajzat szörnyek ellen.

# ItemPocket3
source: Prayer book
hu_hu: Imakönyv

# ItemPocket3Short
source: A prayer could turn poison into wine?!
hu_hu: Talán egy ima a mérget borrá változtatja?!

# ItemPocket3Long
source: +33 luck for a better chance of finding unknown potions with a positive effect.
hu_hu: +33 szerencse, hogy pozitív effektussal bíró ismeretlen főzeteket találj.

# ItemPocket4
source: Accustomed spell scroll
hu_hu: Tipikus bűbáj tekercs

# ItemPocket4Desc
source: Accustomed spell scroll
hu_hu: Tipikus bűbáj tekercs

# ItemPocket4Short
source: Instructions: chant when drinking an elixir...
hu_hu: Instrukciók: kántálj mielött meginnál egy elixirt...

# ItemPocket4Long
source: +50 luck for affecting the healing power of health potions.
hu_hu: +50 szerencse, hogy nagyobb gyógyító erejű főzeteket találj.
