Repository: M-Agi/Parsers
Catalog: ResxToCsv_CsvToResx/Strings/*/Items.resx
Languages: hu_hu

# ItemPocket5
source: Skeleton key
hu_hu: Tolvajkulcs

# ItemPocket5Short
source: Only half the hassle to open a chest.
hu_hu: Fele akkora kínlódással kinyitható egy láda.

# ItemPocket5Long
source: Chest costs reduced by 50%.
hu_hu: Lefelezi a ládák kinyitási költségét.

# ItemChest1
source: Boring breastplate
hu_hu: Egyhangú mellvért

# ItemChest1Short
source: Armed with boring defense bonus.
hu_hu: Egyhangú védelmi bónusszal felvértezve.

# ItemChest1Long
source: +10% to your final defense value, but slows you down a little.
hu_hu: +10% a végleges védelmi érékedhez, de lelassít egy kicsit.

# ItemChest2
source: Cardboard box
hu_hu: Kartondoboz

# ItemChest2Short
source: High chance to evade when no one knows exactly where to strike.
hu_hu: Nagy eséllyel elkerülsz minden támadást, ha nem tudni hova kell ütni.

# ItemChest2Long
source: 20% chance to dodge all incoming attacks.
hu_hu: 20% eséllyel elkerszül minden támadást.

# ItemChest3
source: Mad man's leather jacket
hu_hu: Őrült ember bőrdzsekije

# ItemChest3Desc
source: Mad man's leather jacket
hu_hu: Őrült ember bőrdzsekije

# ItemChest3Short
source: Terminal craze with a bronze badge that says "One of the good guys".
hu_hu: Teljes őrület egy bronz jelvényvel, ami azt mondja "Jófiú vagyok".

# ItemChest3Long
source: Attack and speed bonus with a major defense penalty.
hu_hu: Támadás és sebesség bónusz, de jelentős a védelem csökkenés.

# ItemChest4
source: Giant beetle carapace
hu_hu: Óriás szarvasbogár páncél

# ItemChest4Short
source: Renders its healthy wearer nearly invulnerable.
hu_hu: Közel sebezhetetlenné teszi az egészséges viselőjét.

# ItemChest4Long
source: +10 defense bonus if you have 50% or more of your maximum health.
hu_hu: +10 védelmi bónusz ha több mint az életerőd fele megvan.

# ItemChest5
source: Straitjacket
hu_hu: Kényszerzubbony

# ItemChest5Short
source: Show no fear, no emotion, rush into battle like a crazy person!
hu_hu: Ne mutass semmi félelmet, érzelmet, csak rohanj a csatába mint egy tébolyult!

# ItemChest5Long
source: Immunity to fear. Immunity to interrupts. +25% attack and speed bonus.
hu_hu: Félelem immúnitás. Megszakíthatatlanság. 25% támadás és sebesség bónusz.

# ItemCompanion1
source: Bear
hu_hu: Medve

# ItemCompanion1Short
source: Pain is a little more bearable.
hu_hu: A fájdalom jobban viselhető ha velünk egy medve társ.

# ItemCompanion1Long
source: 1 damage reduced from the final damage suffered on top of your defense.
hu_hu: A védelmeden túl még 1 sebzést semmissé tesz minden sérülésnél.

# ItemCompanion2
source: Mosquito in amber
hu_hu: Borostyánba zárt szúnyog

# ItemCompanion2Short
source: Legends tell of a lost world it could resurrect.
hu_hu: Legendákat regélnek egy elveszett világról amit feltámaszthat.

# ItemCompanion2Long
source: Resurrects you upon death, replenishing 100% of your health, but only once!
hu_hu: Halálod esetén feltámaszt, visszatöltve az életpontjaidat, de csak egyszer!

# ItemCompanion3
source: Snail
hu_hu: Csiga

# ItemCompanion3Short
source: Slow critter filling your heart with warmth.
hu_hu: Lassú teremtmény de melegséggel tölti el a szíved.

# ItemCompanion3Long
source: Heals you for 25% of your maximum health when reaching the next dungeon.
hu_hu: Vissza gyógyítja az életpontjaid 25%-át amikor elérsz egy szint végére.

# ItemCompanion4
source: Dragon egg
hu_hu: Sárkány tojás

# ItemCompanion4Short
source: A green breed with a long tongue, devouring enemies.
hu_hu: Zöld fajta, hosszú nyelvvel, ami a szörnyekből lakomázik.

# ItemCompanion4Long
source: Heals you for 1 health point when you kill a monster.
hu_hu: 1 életpontot gyógyit rajtad amikor megölsz egy szörnyet.

# ItemCompanion5
source: Fairy fungus
hu_hu: Tündér gomba

# ItemCompanion5Short
source: Grows over all of your stuff, even you too...
hu_hu: Benövi minden cuccodat, még téged is...

# ItemCompanion5Long
source: +1 permanent defense bonus when reaching the next dungeon (maximum +7).
hu_hu: +1 végleges védelmi bónusz amikor elérsz egy szint végére (maximum +7).

# ItemPouch1
source: Leprechaun's sack
hu_hu: Egy kobold batyuja

# ItemPouch1Short
source: A whole spectrum of gold, like a rainbow!
hu_hu: Az arany egy új spektruma, akár egy szivárvány!

# ItemPouch1Long
source: +1 luck for every 5 gold you own (maximum +10).
hu_hu: +1 szerencse minden 5 nálad lévő aranyért (maximum +10).

# ItemPouch2
source: Ancient briefcase
hu_hu: Ősi aktatáska

# ItemPouch2Short
source: One can always find hidden money in old pockets.
hu_hu: Mindig lehet pénzt találni régi zsebekben.

# ItemPouch2Long
source: +1 gold found every time you pick up gold or loot a monster.
hu_hu: +1 aranyat kapsz szörnyek tetemek átkutatásakor vagy aranykincs felvételkor.

# ItemPouch3
source: Mimic pouch
hu_hu: Utánzó tartáska

# ItemPouch3Short
source: A horrific, but handy creature for battle.
hu_hu: Egy rémisztő, de harcban hasznos lény.

# ItemPouch3Long
source: 5% chance to intimidate a monster on a successful hit, leaving it in fear.
hu_hu: 5% eséllyel megfélemlíti a sikeresen megsebzett szörnyeket.

# ItemPouch4
source: Leather flask
hu_hu: Bőr flaska

# ItemPouch4Short
source: Can be filled with beverages found in chests.
hu_hu: Megtöltheted a ládákban talált italokkal.

# ItemPouch4Long
source: Heals you for 1 health point when you open a chest.
hu_hu: 1 életpontot gyógyít rajtad egy láda kinyitásakor.

# ItemPouch5
source: Hulu (Bottle gourd)
hu_hu: Hulu (lopótök üveg)

# ItemPouch5Short
source: Transforms every beverage into panacea.
hu_hu: Minden italt csodaszerré változtat.

# ItemPouch5Long
source: 50% more health points gained when drinking health potions.
hu_hu: 50%-kal több életerőt gyógyítanak a főzetek amíg nálad van.

# ItemFace1
source: Pirate's eyepatch
hu_hu: Kalóz szemkendője

# ItemFace1Short
source: Pirates love to haggle!
hu_hu: A kalózok imádnak alkudozni!

# ItemFace1Long
source: Buying something in the market costs 15 gold less.
hu_hu: Mindent 15 arannyal kevesebbért vásárolhatsz meg a piacon.

# ItemFace2
source: Spyglass
hu_hu: Messzelátó

# ItemFace2Short
source: Reveals the true stance of the monsters.
hu_hu: Felfedi a szörnyek valódi állapotát.

# ItemFace2Long
source: Health bars of the monsters are visible when equipped and reveals hallucinations.
hu_hu: A szörnyek életerőpontjai látszódnak amíg nálad van és felfedi a hallucinációkat is.

# ItemFace3
source: Red tie
hu_hu: Piros nyakkendő

# ItemFace3Short
source: Tying it on your forehead makes you stronger.
hu_hu: Kösd fel a homlokodra és garantáltan erősebb leszel.

# ItemFace3Long
source: The attack and speed bonuses of the tie are doubled when you are under 50% health.
hu_hu: Dupla támadási és sebesség bónuszok, ha az életerőpontjaid fele hiányzik.

# ItemFace4
source: Carnival mask
hu_hu: Karnevál maszk

# ItemFace4Short
source: Imbued with dark magic, blurs the line between reality and imagination.
hu_hu: Sötét mágiával átitatva, elmossa a valóság és a képzelet határát.

# ItemFace4Long
source: 25% chance of turning a random monster into a hallucination whenever you kill an enemy.
hu_hu: 25% eséllyel valamelyik szörny hallucinációvá válik amikor megölsz egy ellenséget.

# ItemFace5
source: Creepy bandana
hu_hu: Hátborzongató bandanna

# ItemFace5Short
source: Petrifies your enemies.
hu_hu: Megrémíti az ellenségeidet.

# ItemFace5Long
source: 33% chance to scare your enemies at the start of a battle, skipping their next attack due to fear.
hu_hu: 33% eséllyel csata kezdetén megfélemlíti az ellenséged, amitől kihagyja a harcot.

# ItemWaist1
source: Usual belt
hu_hu: Megszokott öve

# ItemWaist1Short
source: A sturdy belt, nothing unusual.
hu_hu: Egy erős öv, semmi szokatlan.

# ItemWaist1Long
source: Grants 2 health points the first time you pick it up.
hu_hu: 2 életpontot gyógyit az első alkalommal mikor bekötöd.

# ItemWaist2
source: Super mega-belt
hu_hu: Szuper mega-öv

# ItemWaist2Short
source: Everything is better when it's prefixed by super! Same goes for mega.
hu_hu: Minden jobban hangzik ha kap egy szuper prefixet! Ugyanilyen a mega.

# ItemWaist2Long
source: +1 more health point gained when drinking health potions.
hu_hu: +1 életerőpontot kapsz amikor megiszol egy főzetet.

# ItemWaist3
source: Champion's belt
hu_hu: Bajnoki öv

# ItemWaist3Short
source: How hard can you get hit?
hu_hu: Az a lényeg hány ütést bírsz ki!

# ItemWaist3Long
source: Replenishes 25% of your health after every fifth monster you killed.
hu_hu: Vissza gyógyítja az életpontjaid 25%-át minden ötödik szörny megölésénél.

# ItemWaist4
source: Utility belt
hu_hu: Fegyverkészlet öv

# ItemWaist4Short
source: Have something for every situation.
hu_hu: Legyél felkészülve bármire.

# ItemWaist4Long
source: 5% chance to strike a critical hit. 2% chance to dodge incoming attacks.
hu_hu: 5% esély kritikus csapásra. 2% eséllyel kitérsz a támadások elől.

# ItemWaist5
source: Lenymn's red sash
hu_hu: Lenymn piros selyemöve

# ItemWaist5Short
source: Who the hell is Lenymn and why is the sash red, why not green?!
hu_hu: Ki a fene az a Lenymn és miért piros a selyemöve, miért nem zöld?!

# ItemWaist5Long
source: +25% speed bonus to your initiative trials.
hu_hu: +25% sebesség bónusz a reakció próbáidra.

# ItemBracelet1
source: Shackles
hu_hu: Bilincs

# ItemBracelet1Short
source: Slows monsters.
hu_hu: Lelassítja a szörnyket.

# ItemBracelet1Long
source: Permanently reduces the speed of monsters to 0 when hitting them.
hu_hu: Véglegesen 0-ra csökkenti a szörnyek sebességét találatkor.

# ItemBracelet2
source: Rainbow arm band
hu_hu: Szivárvány karszalag

# ItemBracelet2Short
source: Diversity adds richness.
hu_hu: A sokszínűség növeli az esélyeket.

# ItemBracelet2Long
source: +1 to all your attributes.
hu_hu: +1 bónusz minden jellemződre.

# ItemBracelet3
source: Brass charm bracelet
hu_hu: Sárgaréz karkötő

# ItemBracelet3Short
source: Lucky charm and a warrior's adornment in one.
hu_hu: Szerencsehozó medál és harcost ékesítő dísz egyben.

# ItemBracelet3Long
source: +25 luck for influencing the amount found when you loot a monster.
hu_hu: +25 szerencse ami a tetemek átkutatásakor talált arany mennyiségét növeli.

# ItemBracelet4
source: Sundial watch
hu_hu: Napóra karóra

# ItemBracelet4Short
source: It can not even measure time without sunlight, but can it skew it bit?
hu_hu: Napfény nélkül nem is méri az időt, de vajon elferdíti egy picit?

# ItemBracelet4Long
source: 10% chance of bending time and nullifying the damage suffered from a hit.
hu_hu: 10% eséllyel meghajlítja az időt és semmissé tesz egy harci sérülést.

# ItemBracelet5
source: Stocks
hu_hu: Kaloda

# ItemBracelet5Short
source: Not too helpful in a fight, but it is surprisingly sturdy.
hu_hu: Nem nagy segítség a harcban, de meglepően tartós.

# ItemBracelet5Long
source: Immunity to interrupts and a huge defense bonus for reduced attack and speed.
hu_hu: Megszakíthatatlanság és hatalmas védelem. Csökkenti a támadást és a sebességet.

# ItemMainHand1
source: Sword of mediocrity
hu_hu: A középszerűség kardja

# ItemMainHand1Short
source: At least it is sharp...
hu_hu: De legalább nagyon éles...

# ItemMainHand1Long
source: Significant attack bonus.
hu_hu: Szignifikáns támadási bónusz.

# ItemMainHand2
source: Mace blunt
hu_hu: Tompa buzogány

# ItemMainHand2Short
source: Its shaft is brilliant, its head is pure (steel).
hu_hu: A fogant ragyogó, a feje színtiszta acél.

# ItemMainHand2Long
source: +50% bonus to your final attack value.
hu_hu: +50% bónusz a végső támadási értékedhez.

# ItemMainHand3
source: Rusty axe
hu_hu: Rozsdás fejsze

# ItemMainHand3Short
source: Leaves a nasty wide open wound.
hu_hu: Ritka ronda, mély és nyitott sebet hagy.

# ItemMainHand3Long
source: Permanently reduces the vitality of a damaged creature by 30%.
hu_hu: Véglegesen lecsökkenti a megsebzett lény életerejét 30%-kal.

# ItemMainHand4
source: Risk of pain
hu_hu: A fájdalom veszélye

# ItemMainHand4Short
source: Nunchucks are versatile, but beware, you can hurt yourself.
hu_hu: A nuncsaku sokoldalú fegyver, de könnyen megsértheted magad.

# ItemMainHand4Long
source: 50% critical strike chance, but 10% chance to hit yourself for 3 points.
hu_hu: 50% kritikus csapás esély, de 10% eséllyel megsebzed magadat 3 ponttal.

# ItemMainHand5
source: Thunder mallet
hu_hu: Villám kalapács

# ItemMainHand5Short
source: Lightning strike inside the dungeon! What in the world?
hu_hu: Villámlik a tömlöcben, mi a frászkarika ez?!

# ItemMainHand5Long
source: When hitting a monster lightning will strike every enemy in the dungeon damaging 1 point.
hu_hu: Amikor megsebzel egy szörnyet villám csap minden ellneségbe a szinten 1 pontot sebezve.

# ItemPocket6
source: Lost raven feather
hu_hu: Elveszett holló toll

# ItemPocket6Short
source: In exchange for it, squeeze out extra merchandise from its owner.
hu_hu: Kiharcolhatsz vele még egy választási lehetőséget a piacon.

# ItemPocket6Long
source: 1 extra choice in the black raven market.
hu_hu: 1 extra választási lehetőség a Fekete Holló piacon.

# ItemMainHand6
source: Dao dual swords
hu_hu: Dao duális kardok

# ItemMainHand6Short
source: Don't think of them as separate. They're two halves of a single weapon.
hu_hu: Ne gondolj rájuk külön fegyverként, hanem egy egész részeiként.

# ItemMainHand6Long
source: 25% chance to land another quick jab when attacking.
hu_hu: 25% esély egy ismételt györs döfésre támadás esetén.

# ItemPouch6
source: Antidote potion
hu_hu: Ellenszer főzet

# ItemPouch6Short
source: Poison?! Nah, it's called vodka...
hu_hu: Méreg?! Ugyan, azt úgy hívják pálinka...

# ItemPouch6Long
source: Nullifies damage suffered from poisoning and neutralizes hallucinogens.
hu_hu: Semlegesíti a mérgeket és immunitást nyújt a hallucinogének ellen.

# ItemOffHand6
source: Toxin dagger
hu_hu: Toxikus tőr

# ItemOffHand6Short
source: Don't breathe the toxic gas!
hu_hu: Ne lélegezd be a toxikus gázt!

# ItemOffHand6Long
source: When killing a monster toxic gases will poison every enemy in the dungeon damaging 3 points.
hu_hu: Mikor megölsz egy szörnyet mérges gázok megsebzik 3 ponttal a többi ellenséget a szinten.

# ItemHead6
source: Pumpkin helmet
hu_hu: Tök sapka

# ItemHead6Short
source: Said the Raven, in fear shaking, shrieking, "Nevermore".
hu_hu: Szólt a Holló, gyászosan károgva, "Sohamár!".

# ItemHead6Long
source: You can buy multiple pickups or items in the shop, not only one.
hu_hu: Több kincs és tárgy vásárolható a piacon, nem csak egy.

# ItemChest6
source: Red shirt
hu_hu: Piros ing

# ItemChest6Short
source: Rank: Security officer. Emergency call: "Beam me up".
hu_hu: Rang: Biztonsági őr. Vészhívás: "Sugározz fel".

# ItemChest6Long
source: Has 20% chance to save you from death by teleporting to a nearby location.
hu_hu: 20% eséllyel megment a haláltól egy közeli helyre teleportálva a szinten.

# ItemCompanion6
source: Hedgehog familiar
hu_hu: Sündisznó famulus

# ItemCompanion6Short
source: Fast, blue and sturdy follower, but loses gold every time when hurt.
hu_hu: Gyors, kék és kitartó követő, de elszórja a pénzt mikor megsérülsz.

# ItemCompanion6Long
source: When hit 1 damage is reflected to the striking enemy, but also 1 gold gets lost.
hu_hu: Sérüléskor visszaver 1 sebzést a támadóra, de 1 arany elveszik.

# ItemFace6
source: Unic(h)orn
hu_hu: Unikornis szarv

# ItemFace6Short
source: Attach it to your forehead to experience power level over 9000.
hu_hu: Erősítsd a homlokodra hogy átéld a 9000 feletti erő szintet.

# ItemFace6Long
source: 1% chance to deliver 9001 damage when hitting lesser beings (boss excluded).
hu_hu: 1% esély 9001 sebzésre támadásnál (kivéve a Fácán sámán ellen).

# ItemShoulders6
source: Shoulder pads
hu_hu: Vállvédők

# ItemShoulders6Short
source: Quarterback, lead the offense from a defensive position!
hu_hu: Hátvéd, vezesd az offenzívát biztos pozícióból!

# ItemShoulders6Long
source: 25% of your defense also counts as attack.
hu_hu: A védelmed 25%-a hozzáadódik a tamádásodhoz.

# ItemBackpack6
source: Identity disc
hu_hu: Személyi lemez

# ItemBackpack6Short
source: Here goes something; here comes nothing!
hu_hu: Épp ez a cél. Hogy a valamiből semmi legyen és fordítva!

# ItemBackpack6Long
source: 20% chance to phase through enemies when hitting them, if the target is clear.
hu_hu: 20% esély, hogy átsiklassz egy ellenségen mikor megsebzed, ha a célpont üres.

# ItemHands6
source: Pickaxe gloves
hu_hu: Csákány kesztyűk

# ItemHands6Short
source: And the new title is "I Am OverCraft"
hu_hu: Az új cím pedig "I Am OverCraft"

# ItemHands6Long
source: Hitting a dungeon wall a few times destroys it (maximum 10 uses).
hu_hu: Lebonthatod a tömlöc falait pár ütéssel (maximum 10-et).

# ItemWaist6
source: Tool belt
hu_hu: Szerszám öv

# ItemWaist6Short
source: It is so infuriating that chests block the way...
hu_hu: Marha idegesítő, hogy a ládák elállják az utat...

# ItemWaist6Long
source: You can take apart opened chests.
hu_hu: Szétszedheted a kinyitott ládákat.

# ItemNecklace6
source: Snake eyes pendant
hu_hu: Kígyószem nyakék

# ItemNecklace6Short
source: Don't look in it's eyes!
hu_hu: Véletlenül se nézz a szemébe!

# ItemNecklace6Long
source: 30% chance to scare the monsters in the dungeon, when entering a floor.
hu_hu: 30% eséllyel félelmet keltesz a szörnyekben amikor elérsz egy új szintre.

# ItemRing6
source: Wishbone ring
hu_hu: Szerencsecsont gyűrű

# ItemRing6Short
source: Even parts of dead birds have great power in this dungeon.
hu_hu: Még halott madarak darabkáinak is hatalma van ebben a tömlöcben.

# ItemRing6Long
source: A randomly selected chest will be opened for free (maximum 5), when entering a floor.
hu_hu: Valamelyik láda ingyen kinyílik (maximum 5) amikor elérsz egy új szintre.

# ItemFeet6
source: Crutch and leg cast
hu_hu: Mankó és láb gipsz

# ItemFeet6Short
source: Think about the possibilities: priority seat on public transport!
hu_hu: Tudod mit jelent ez? Szabad hely a tömegközlekedésen!

# ItemFeet6Long
source: Heals you 1 point, when entering a dungeon floor.
hu_hu: 1 életpontot gyógyit amikor elérsz egy új szintre.

# ItemForearms6
source: Grappling hook
hu_hu: Kampó vető

# ItemForearms6Short
source: Worm platoon, do 10 push ups and the Indian rope trick!
hu_hu: Kukac szakasz, 10 fekvőtámasz és egy Indiai kötél trükk!

# ItemForearms6Long
source: 8% chance to jump over enemies when hitting them, if the target is clear.
hu_hu: 8% eséllyel átugrasz az ellenségen mikor megsebzed, ha a célpont üres.

# ItemCape6
source: Frostborn hood
hu_hu: Fagyfatty csukja

# ItemCape6Short
source: Sacred relic of the frostborn mongers.
hu_hu: Szent ereklye amit egy fagyfatty hátrahagy.

# ItemCape6Long
source: Damages monsters for 1 point and reduces their speed to 0 when killing an enemy.
hu_hu: Szörnyek megölésekor minden ellneségbe 1-et sebez és a sebességüket lenullázza.

# ItemNecklace7
source: Cyclops eye
hu_hu: Küklopsz szem

# ItemNecklace7Short
source: Not the one with the X gene, but the monster. Or maybe it is?!
hu_hu: Nem az X génnel rendelkező szeme, hanem a szörnyé. Vagy mégis?!

# ItemNecklace7Long
source: Shots a death ray on every third strike damaging for 100% of your attack value.
hu_hu: Minden harmadik csapáskor halálsugarat lő ami a támadásod 100%-át sebzi.

# ItemScarf6
source: Overcharged scarf
hu_hu: Túltöltött sál

# ItemScarf6Short
source: What happens when a magic scarf gets static?
hu_hu: Vajon mi történik mikor egy mágikus sál statikus lesz?

# ItemScarf6Long
source: On every hit lightning strikes 3 nearby monsters damaging for 20% of your attack.
hu_hu: Minden találatkor villám csap 3 közeli ellenségbe támadásod 20%-val sebezve.

# ItemBracelet6
source: Gemstone wristlet
hu_hu: Drágakő karperec

# ItemBracelet6Short
source: Brilliance, carved from the crystalline depths.
hu_hu: Csiszolt ragyogás a kristályba zárt mélységből.

# ItemBracelet6Long
source: +4 to all your attributes.
hu_hu: +4 bónusz minden jellemződre.

# ItemPants6
source: Gladiator pteruges
hu_hu: Gladiátor szoknya

# ItemPants6Short
source: Came for the protection, but stayed due to swiftness.
hu_hu: A védelem miatt bújtam bele de a könnyed mozgás miatt maradtam.

# ItemPants6Long
source: 50% chance to increase your defense and speed in a battle by 2.
hu_hu: 50% eséllyel 2-vel növeli a védelmed és a sebességed egy csatában.

# ItemMainHand7
source: Flail of failure
hu_hu: Gány buzogány

# ItemMainHand7Short
source: Failure is inevitable. Get used to it and build on it!
hu_hu: A bukás elkerülhetetlen. Szokj hozzá és meríts belőle erőt!

# ItemMainHand7Long
source: 5% of your strikes miss their target, but adds 1 to 4 to your attack in a battle.
hu_hu: Támadásaid 5%-át elvéted, de 1-től 4 extra támadási értéket kapsz a csatákban.
