Repository: M-Agi/Parsers
Catalog: ResxToCsv_CsvToResx/Strings/*/Levels.resx
Languages: hu_hu

source: Entering:
hu_hu: Beléptél:

# Cave
source: The Flooded Cave - Level {0}
hu_hu: Az Elárasztott Barlang {0}. szintjére

# CaveResume
source: The Flooded Cave Level {0}
hu_hu: Elárasztott Barlang {0}. szint

# Sewers
source: The Filthy Sewers - Level {0}
hu_hu: A Szutykos Csatornák {0}. szintjére

# SewersResume
source: The Filthy Sewers Level {0}
hu_hu: Szutykos Csatornák {0}. szint

# Barracks
source: The Howling Barracks - Level {0}
hu_hu: A Süvöltő Kaszárnya {0}. szintjére

# BarracksResume
source: The Howling Barracks Level {0}
hu_hu: Süvöltő Kaszárnya {0}. szint

# Vault
source: The Dusty Vault - Level {0}
hu_hu: A Porlepte Kamra {0}. szintjére

# VaultResume
source: The Dusty Vault Level {0}
hu_hu: Porlepte Kamra {0}. szint

# Cellar
source: The Forgotten Cellar - Level {0}
hu_hu: Az Elfelejtett Pince {0}. szintjére

# CellarResume
source: The Forgotten Cellar Level {0}
hu_hu: Elfelejtett Pince {0}. szint

# Catacombs
source: The Decayed Catacombs - Level {0}
hu_hu: A Lepusztult Katakombák {0}. szintjére

# CatacombsResume
source: The Decayed Catacombs Level {0}
hu_hu: Lepusztult Katakombák {0}. szint

# Mausoleum
source: The Ruined Mausoleum - Level {0}
hu_hu: A Romos Mauzóleum {0}. szintjére

# MausoleumResume
source: The Ruined Mausoleum Level {0}
hu_hu: Romos Mauzóleum {0}. szint

# Tomb
source: The Ancient Tomb - Level {0}
hu_hu: Az Ősi Síremlék {0}. szintjére

# TombResume
source: The Ancient Tomb Level {0}
hu_hu: Ősi Síremlék {0}. szint

# Fort
source: The Rusting Fort - Level {0}
hu_hu: A Rozsdásodó Erőd {0}. szintjére

# FortResume
source: The Rusting Fort Level {0}
hu_hu: Rozsdásodó Erőd {0}. szint

# Cavern
source: The Crystalline Cavern - Level {0}
hu_hu: A Kristály Kaverna {0}. szintjére

# CavernResume
source: The Crystalline Cavern Level {0}
hu_hu: Kristály Kaverna {0}. szint

# Abyss
source: The Abyss - Point of No Return
hu_hu: A mélységbe ahonnan nincs visszatérés

# AbyssResume
source: The Abyss Point of No Return
hu_hu: A mélység ahonnan nincs visszatérés

# Market
source: The Black Raven Market
hu_hu: A Fekete Holló Piacra

# MarketResume
source: The Black Raven Market
hu_hu: Fekete Holló Piac
