Repository: M-Agi/Parsers
Catalog: ResxToCsv_CsvToResx/Strings/*/MenuLabels.resx
Languages: hu_hu

# ExitForSure
source: Are you sure you want to leave?
hu_hu: Biztos vagy benne, hogy kilépsz?

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Start
hu_hu: Kezdés

source: Difficulty:
hu_hu: Nehézség:

source: Variant:
hu_hu: Variáns:

source: Normal
hu_hu: Normál

source: Nightmare
hu_hu: Rémálom

source: Treasury
hu_hu: Kincstár

source: Stash
hu_hu: Ládika

source: Elite
hu_hu: Elit

source: Options
hu_hu: Beállítások

source: Help
hu_hu: Segítség

source: Credits
hu_hu: Készítő

source: Exit
hu_hu: Kilépés

source: Controls
hu_hu: Irányítás

source: Mouse
hu_hu: Egér

source: Graphics
hu_hu: Grafika

source: Audio
hu_hu: Hang

source: Language
hu_hu: Nyelv

source: Custom
hu_hu: Egyedi

source: System
hu_hu: Rendszer

source: Master
hu_hu: Fő hangerő

source: Sound
hu_hu: Hanghatások

source: Ambiance
hu_hu: Környezet

source: Music
hu_hu: Zene

source: Back
hu_hu: Vissza

source: Resume
hu_hu: Folytatás

source: Inventory
hu_hu: Tárgylista

source: Dungeon
hu_hu: Tömlöc

source: Player
hu_hu: Játékos

# Stats
source: Statistics
hu_hu: Statisztika

source: General
hu_hu: Általános

source: Progress
hu_hu: Haladás

source: Hall of Fame
hu_hu: Csarnok

source: Immortalize
hu_hu: Megörökítés

source: Trophies
hu_hu: Trófeák

# ValueBest
source: Best so far: {2}
hu_hu: Eddigi legjobb: {2}

source: Achieved
hu_hu: Megszerezve

source: Taken:
hu_hu: Kivetted:

source: Inn
hu_hu: Fogadó

# HelpInnStart
source: Start
hu_hu: Kezdés

# HelpInnOptions
source: Options
hu_hu: Beállítások

# HelpInnStory
source: Story
hu_hu: Sztori

# HelpInnCredits
source: Credits
hu_hu: Készítő

# HelpInnTrophies
source: Trophies
hu_hu: Trófeák

# HelpInnHallOfFame
source: Statistics
hu_hu: Statisztikák

# HelpInnStatue
source: Nightmare
hu_hu: Rémálom

# HelpInnTreasury
source: Treasury
hu_hu: Kincstár

# HelpInnStash
source: Stash
hu_hu: Ládika

# HelpInnExit
source: Exit
hu_hu: Kilépés

# HelpInnArtifacts
source: Artifacts
hu_hu: Ereklyék

# HelpInnMonsters
source: Monsters
hu_hu: Szörnyek

source: Chests
hu_hu: Ládák

source: Pickups
hu_hu: Kincsek

source: Monsters
hu_hu: Szörnyek

source: Artifacts
hu_hu: Ereklyék

source: Tragic
hu_hu: Rémes

source: Relic
hu_hu: Filléres

source: Magic
hu_hu: Értékes

source: Epic
hu_hu: Fenséges

source: Health
hu_hu: Életerő

source: Attributes
hu_hu: Jellemzők

source: Story
hu_hu: Sztori

source: Restart
hu_hu: Új próba

# ExitToInn
source: Leave
hu_hu: Elhagy

source: Retry
hu_hu: Újrapróba

# ResetControls
source: Reset
hu_hu: Visszaállítás

source: Up
hu_hu: Fel

source: Down
hu_hu: Le

source: Left
hu_hu: Balra

source: Right
hu_hu: Jobbra

source: Cursor
hu_hu: Kurzor

# MouseControl
source: Control
hu_hu: Irányítás

source: AutoHide
hu_hu: Elrejtés

# PathFinding
source: Shortest path finding
hu_hu: Legrövidebb út

# DirectionalFourWay
source: Four-way directional
hu_hu: Négyirányú mozgás

# ScreenMode
source: Window
hu_hu: Képernyő

# ScaleMode
source: Scaling
hu_hu: Skálázás

# WindowSize
source: Size
hu_hu: Méret

# ScreenShake
source: Shake
hu_hu: Rázás

# SpriteBorders
source: Borders
hu_hu: Keretek

source: Windowed
hu_hu: Ablakos

source: Fullscreen
hu_hu: Teljes képernyős

# Borderless
source: Borderless fullscreen
hu_hu: Képernyő méretű ablakos

source: Stretch
hu_hu: Kinyújtás

source: Letterbox
hu_hu: Szélesvászon csíkok

source: Pixel perfect
hu_hu: Csak egész pixelek

source: Website
hu_hu: Weboldal

# StartTooltip
source: Enter the dungeon...
hu_hu: Lépj be a tömlöcbe...

# OptionsTooltip
source: Configure controls, graphics and audio...
hu_hu: Opciók beállítása, irányítás, grafika és hang...

# HelpTooltip
source: Need some help? Look no further...
hu_hu: Segítségre van szükséged? Ne keresgélj tovább...

# StoryTooltip
source: Interested in some history? Let me tell you an old story then...
hu_hu: Érdekel egy réges régi történet? Elmesélek egyet...

# ProgressTooltip
source: Relics, beasts and great deeds grab your attention? Check your progress...
hu_hu: Relikviák, fenevadak és nagy tettek felkeltik az érdeklődésedet? Lássuk meddig jutottál...

# CreditsTooltip
source: Learn about who brought this realm into existence...
hu_hu: Ismerd meg ki keltette életre ezt a világot...

# ExitTooltip
source: Leave the game.
hu_hu: Kilépés a játékból.

# NormalTooltip
source: Enter the dungeon on normal difficulty...
hu_hu: Lépj be a normál nehézségű tömlöcbe...

# NightmareTooltip
source: Enter the dungeon on nightmare difficulty, having reduced starting attributes, more monsters and smaller chances to find treasures...
hu_hu: Lépj be a rémálom nehézségű tömlöcbe, ahol csökkentett jellemzőkkel indulsz, több a szörny és kisebb az esély, hogy kincsekre bukkansz...

# NightmareNotUnlockedTooltip
source: Nightmare difficulty is not unlocked. Complete the game once on normal difficulty beforehand.
hu_hu: A rémálom nehézségi szint még zárva. Először vidd végig a játékot normál nehézségi szinten.

# StashTooltip
source: Take one item from the stash with you into the dungeon.
hu_hu: Vigyél magaddal a ládikából egy ereklyét a tömlöcbe.

# StashNotUnlockedTooltip
source: There are no items to take from the stash.
hu_hu: Nincs semmi a ládikában amit magaddal vihetnél.

# EliteNotUnlockedTooltip
source: Elite play variant is not unlocked. Complete the game 2 times on normal or on nightmare difficulty beforehand.
hu_hu: Az elit variáns még zárva. Először vidd végig a játékot kétszer normál vagy rémálom nehézségi szinten.

# EliteTooltip
source: Elite play variant turns a monster on each and every dungeon level into a significantly greater threat, doubling their health points.
hu_hu: Az elit variáns a tömlöc minden szintjén egy véletlenszerűen kiválasztott szörnynek megduplázza az életerejét.

# TreasuryTooltip
source: Treasury play variant for selecting items instead of randomly receiving them. Artifacts, monsters and achievements cannot be unlocked!
hu_hu: Kincstár variáns ahol a relikviákat nem véletlenszerűen kapod, hanem válogathatsz. Az ereklyék, szörnyek és trófák nem nyithatóak!

# TreasuryNotUnlockedTooltip
source: Treasury play variant is not unlocked. Complete the game 3 times on normal or on nightmare difficulty beforehand.
hu_hu: A kincstár variáns még zárva. Először vidd végig a játékot háromszor normál vagy rémálom nehézségi szinten.

# StartBackTooltip
source: Have you changed your mind?
hu_hu: Meggondoltad magad?

# ControlsTooltip
source: Configure in-game controls...
hu_hu: Játék közbeni irányítás beállítása...

# ResetControlsTooltip
source: Reset to default controls!
hu_hu: Visszaállítás alapértelmezett irányításra!

# MouseTooltip
source: Configure mouse look and control modes...
hu_hu: Egérrel való irányítás beállítása...

# GraphicsTooltip
source: Configure graphics and screen modes...
hu_hu: Grafikai opciók beállítása...

# AudioTooltip
source: Configure audible sounds and volumes...
hu_hu: Hangok erejének beállítása...

# SystemTooltip
source: Use system default language.
hu_hu: A rendszer nyelvének használata.

# LanguageTooltip
source: Change will take effect next time the game starts.
hu_hu: A beállítás eredménye csak a következő indításnál észlelhető.

# MasterTooltip
source: Changes the master volume or mutes the game.
hu_hu: Fő hangerő erősítése vagy némítása.

# SoundTooltip
source: Change volume of or mute sounds.
hu_hu: Hanghatások erősítése vagy némítása.

# AmbianceTooltip
source: Change volume of or mute ambient sounds.
hu_hu: Zajok erősítése vagy némítása.

# MusicTooltip
source: Change volume of or mute music.
hu_hu: Zene erősítése vagy némítása.

# OptionsBackTooltip
source: Apply changes and leave options.
hu_hu: Beállítások véglegesítése és visszalépés.

# ControlsBackTooltip
source: Apply changes and leave controls options.
hu_hu: Irányítás véglegesítése és visszalépés.

# DefaultControlsTooltip
source: Default controls:
hu_hu: Alapértelmezett:

# CustomControlTooltip
source: Custom control:
hu_hu: Konfigurált:

# KeyboardTooltip
source: Keyboard
hu_hu: Billentyűzet

# GamepadTooltip
source: Gamepad
hu_hu: Kontroller

# AwaitingDeviceTooltip
source: Device ?
hu_hu: Eszköz ?

# AwaitingControlTooltip
source: Control ?
hu_hu: Gomb ?

# MouseBackTooltip
source: Apply changes and leave mouse options.
hu_hu: Egér opciók véglegesítése és visszalépés.

# CustomCursorTooltip
source: Use context-sensitive custom graphics as the cursor.
hu_hu: Kontextusfüggő egyedi grafikák használata kurzorként.

# SystemCursorTooltip
source: Use the default operating system cursor graphic.
hu_hu: Az operációs rendszer kurzor grafikájának használata.

# PathFindingTooltip
source: Automatically follow the shortest path towards the cursor.
hu_hu: A kurzorhoz tartó legrövidebb út automatikus követése.

# DirectionalFourWayTooltip
source: Simple directional four-way movement towards the cursor.
hu_hu: Szimpla négyirányú mozgás a kurzort követve.

# AutoHideTooltip
source: Hide the custom cursor graphics automatically if the mouse is inactive for a short while.
hu_hu: Egyedi kurzor grafikák autómatikus elrejtése ha az egér inaktív egy rövid ideig.

# GraphicsBackTooltip
source: Apply changes and leave graphics options.
hu_hu: Grafikai opciók véglegesítése és visszalépés.

# WindowedTooltip
source: Size locked windowed mode.
hu_hu: Fix méretű ablakos mód.

# FullscreenTooltip
source: Hardware full screen mode.
hu_hu: Hardver gyorsított teljes képernyős mód.

# BorderlessTooltip
source: Borderless full screen sized window mode.
hu_hu: Keret nélküli képernyő méretű ablakos mód.

# StretchTooltip
source: Stretch, with no regards to the aspect ratio, to fill the screen.
hu_hu: A teljes képernyő kitöltése nyújtással, nem törődve a képarány megtartásával.

# LetterboxTooltip
source: Letter-, pillar- or window-box the screen to keep aspect ratio.
hu_hu: Képarány tartása, esetleges vízszintes vagy függőleges fekete csikok használatával.

# PixelperfectTooltip
source: Pixel perfect scaling only. May windowbox the screen.
hu_hu: Egész pixeles skálázás, esetleges vízszintes vagy függőleges fekete csikok használatával.

# ScreenShakeTooltip
source: Toggles the screen-wide shake effect, which is triggered when the player character is damaged.
hu_hu: A játékos sérülésekor esedékes képernyő- rázás effektus ki-be kapcsolása.

# WindowSizeTooltip
source: Logical size multiplier for the window when not in full screen mode.
hu_hu: Az ablak méretének logikai szorzója, nem teljes képernyős módban.

# AudioBackTooltip
source: Apply changes and leave audio options.
hu_hu: Hangerők véglegesítése és visszalépés.

# DungeonTooltip
source: Learn what roams the dungeons and what treasures are hidden in them...
hu_hu: Ismerd meg mik kószálnak és milyen kincsek rejtőznek a tömlöcökben...

# HelpChestsTooltip1
source: Chests may hold precious artifacts.
hu_hu: A ládákban drága kincsek lapulnak.

# HelpChestsTooltip2
source: They block the way and cannot be moved.
hu_hu: Elzárják az utat és nem lehet őket elmozdítani.

# HelpChestsTooltip3
source: Ones hiding better treasures require gold to be opened.
hu_hu: A jobb tárgyakat rejtők kinyitása pénzbe kerül.

# HelpPickupTooltip1
source: Gold.
hu_hu: Arany.

# HelpPickupTooltip2
source: Attribute bonuses.
hu_hu: Jellemző bónuszok.

# HelpPickupTooltip3
source: Health potion.
hu_hu: Életerő elixír.

# HelpPickupTooltip4
source: Unknown; poison?
hu_hu: Ismeretlen; méreg?

# HelpPickupTooltip5
source: Hidden artifact.
hu_hu: Rejtett ereklye.

# HelpMonstersTooltip1
source: Monsters block the way to stairs and treasures.
hu_hu: Szörnyek őrzik a kincseket és a lépcsőket.

# HelpMonstersTooltip2
source: Sometimes violence will be necessary.
hu_hu: Néha a harc szükségszerű lesz.

# HelpMonstersTooltip3
source: At least valuable gold can be looted from their corpses.
hu_hu: Értékes arany zsákmányolható a tetemükből.

# HelpDungeonBackTooltip
source: Leave behind your fear of the unknown!
hu_hu: Hagyd hátra az ismeretlentől való félelmed!

# PlayerTooltip
source: Learn about the player's motivation, strengths and weaknesses...
hu_hu: Ismerd meg a "hős" motivációját, erejét és gyengeségeit...

# HelpArtifactPowerLevel
source: Power levels:
hu_hu: Hatalom és érték:

# HelpHealth
source: Never loose sight of Joey's health! Reaching 0 is followed by rigor mortis...
hu_hu: Ne veszítsd szem elől Joey életpontjait! 0 pont egyet jelent a hulla- merevséggel...

# HelpArtifactSlots
source: Joey can wear 20 artifacts all at once. Shoes, rings, armor...
hu_hu: Joey 20 ereklyét viselhet egyidejűleg. Cipők, gyűrű, pajzs...

# HelpAttributeAttack
source: Attack
hu_hu: Támadás

# HelpAttributeAttackDetailed
source: Increases damage
hu_hu: Sebzést növel

# HelpAttributeDefense
source: Defense
hu_hu: Védelem

# HelpAttributeDefenseDetailed
source: Reduces injuries
hu_hu: Sérülést csökkent

# HelpAttributeVitality
source: Vitality
hu_hu: Életerő

# HelpAttributeVitalityDetailed
source: Maximum health
hu_hu: Maximum életpont

# HelpAttributeSpeed
source: Speed
hu_hu: Gyorsaság

# HelpAttributeSpeedDetailed
source: Battle initiative
hu_hu: Csata reakció

# HelpAttributeLuck
source: Luck
hu_hu: Szerencse

# HelpAttributeLuckDetailed
source: Influences fate
hu_hu: Kihat a sorsodra

# HelpPlayerStoryTooltip
source: Our "hero" - let's call him Joey - is a good guy, but his profession choice is questionable... Being an artifact hunter (a.k.a burglar) is okay though as long as the loot is good!
hu_hu: "Hősünk" - hívjuk most Joey-nak - egy rendes figura, de nem éppen megbízható... Az ereklye vadászat (khm. tolvajlás) kalandos, feltéve ha a zsákmány értékes!

# HelpPlayerBackTooltip
source: Are you packed up and ready to go?!
hu_hu: Készen állsz a nagy kalandra?!

# HelpBackTooltip
source: Ready for fighting monsters and hunting for loot?!
hu_hu: Felkészültél a szörnyekre és a kincsvadászatra?!

# ProgressHallOfFame
source: Statistics
hu_hu: Statisztikák

# ProgressHallOfFameTooltip
source: Check immortalized final numbers...
hu_hu: Lesd meg a megörökített statisztikáid...

# ProgressTrophiesTooltip
source: Check the trophies earned by heroes descending into the depths...
hu_hu: Nézd meg a trófákat amelyeket a mélységbe ereszkedő hősök kiérdemeltek...

# ProgressMonstersTooltip
source: Read the Book of Monsters...
hu_hu: Olvasgasd a Szörnyek könyvét...

# ProgressArtifactsTooltip
source: Study the Tome of Artifacts...
hu_hu: Tanulmányozd az Ereklye kötetet...

# ProgressBackTooltip
source: It is time to unlock more stuff!
hu_hu: Ideje több rejteket kinyitni!

# CreditsTooltipDevelopedBy
source: Developed by:
hu_hu: Készítette:

# CreditsTooltipName
source: Tamás Karsai (Spidi)
hu_hu: Karsai Tamás (Spidi)

# CreditsTooltipThanks
source: Special thanks to my wife, friends, family and to the people of the INTERNETZ!
hu_hu: Külön köszönet a feleségemnek, barátaimnak, családomnak és az internet népének!

# ResumeTooltip
source: Continue your crawl!
hu_hu: Folytasd a kalandot!

# InventoryTooltip
source: Identify your artifacts...
hu_hu: Tárgylista bogarászása...

# RestartTooltip
source: Restart your story...
hu_hu: Kezd újra a kalandot...

# ExitToInnTooltip
source: Leave the dungeon...
hu_hu: Hagyd el a tömlöcöt...

# ProgressLost
source: All your progress will be lost!
hu_hu: Semmibe vész amit eddig szereztél!

# Switch
source: Switch to:
hu_hu: Lecserél:

source: Keep:
hu_hu: Megtart:

# StashCancelTooltip
source: Put the taken artifact back into the stash.
hu_hu: Tedd vissza az elvett ereklyét a ládikába.

# StashRandomTooltip
source: Take a random artifact from the stash.
hu_hu: Vegyél ki egy ereklyét véletlenszerűen a ládikából.

# RandomizeTooltip
source: Select an artifact randomly from the current list. No luck trial occurs upfront for defining the inventory slot!
hu_hu: Ereklye véletlenszerű kiválasztása. Ez esetben nem befolyásolja a szerencséd a relikvia típusát!

# ThankYou
source: Thank you for playing. You are the best!
hu_hu: Köszönet, hogy játszottál. Te vagy a legjobb!

# StatsInventoryTooltip
source: Identify final artifacts...
hu_hu: Végső ereklyék megtekintése...

# StatsGoldTooltip
source: Gold
hu_hu: Arany

# StatsPickupsTooltip
source: Pickups
hu_hu: Kincsek

# StatsChestsTooltip
source: Chests
hu_hu: Ládák

# StatsKillsTooltip
source: Kills
hu_hu: Ölés

# StatsSpentTooltip
source: Spent
hu_hu: Költés

# StatsBackTooltip
source: Had enough numbers for the day.
hu_hu: Elég lesz ennyi szám mára.

# ReachedTooltip
source: Reached:
hu_hu: Elérted:

# KilledByTooltip
source: Killed by:
hu_hu: Megölt:

# ChoiceTooltip
source: Choice:
hu_hu: Választás:

# ModeTooltip
source: Mode:
hu_hu: Mód:

# HallOfFameStatsTooltip
source: Check the saved final numbers...
hu_hu: Tekintsd meg a mentett eredményeid...

# HallOfFameOverwriteTooltip
source: Overwrite the saved final numbers...
hu_hu: Írd felül a régi mentésed...

# HallOfFameEmptyTooltip
source: Empty statistics save slot.
hu_hu: Üres statisztika mentési mező.

# HallOfFameEmptySaveTooltip
source: Immortalize your final numbers!
hu_hu: Őrökítsd meg az eredményeid!

# HallOfFameEnterNameTooltip
source: Enter your name (8 characters tops) to immortalize your final numbers!
hu_hu: Add meg a neved (max 8 karakter), hogy megörökítsd az eredményeid!

# HallOfFameBackTooltip
source: It's not that impressive.
hu_hu: Nem túl lenyűgöző.

# StatsTooltip
source: Check your final numbers...
hu_hu: Tekintsd meg az eredményeid...

# RetryTooltip
source: Retry your crawl...
hu_hu: Kezd újra a kalandot...

# GameOverHallOfFameTooltip
source: Immortalize your final numbers...
hu_hu: Őrökítsd meg az eredményeid...

# GameOverExitToInnTooltip
source: Leave the dungeon...
hu_hu: Hagyd el a tömlöcöt...

source: Unlocked:
hu_hu: Megszerezted:

# HeaderMainMenu
source: Main Menu
hu_hu: Főmenü

# HeaderStart
source: Start
hu_hu: Kezdés

# HeaderOptions
source: Options
hu_hu: Beállítások

# HeaderControls
source: Controls
hu_hu: Irányítás

# HeaderMouse
source: Mouse
hu_hu: Egér

# HeaderGraphics
source: Graphics
hu_hu: Grafika

# HeaderAudio
source: Audio
hu_hu: Hang

# HeaderHelp
source: Help
hu_hu: Segítség

# HeaderHelpDungeon
source: Help (Dungeon)
hu_hu: Segítség (Tömlöc)

# HeaderHelpPlayer
source: Help (Player)
hu_hu: Segítség (Játékos)

# HeaderProgress
source: Progress
hu_hu: Haladás

# HeaderTrophies
source: Trophies
hu_hu: Trófeák

# HeaderStash
source: Stash
hu_hu: Ládika

# HeaderCredits
source: Credits
hu_hu: Készítő

# HeaderItemLog
source: Tome of Artifacts
hu_hu: Ereklye Kötet

# HeaderMonsterLog
source: Book of Monsters
hu_hu: Szörnyek Könyve

# HeaderPause
source: Game Paused
hu_hu: Szünet

# HeaderDeath
source: Player Dead
hu_hu: Halál

# HeaderStats
source: Statistics
hu_hu: Statisztika

# HeaderHallOfFame
source: Hall of Fame
hu_hu: Csarnok

# HeaderTreasury
source: Artifact Selection
hu_hu: Ereklye választás

# HeaderExit
source: Exit Game
hu_hu: Kilépés a Játékból
