Repository: M-Agi/Parsers
Catalog: ResxToCsv_CsvToResx/Strings/*/Monsters.resx
Languages: hu_hu

# RatName
source: Wererat
hu_hu: Vérpatkány

# RatDescription
source: Imbecile pest. Nothing to worry about...
hu_hu: Kerge kártevő. Nincs mi miatt aggódni...

# BatName
source: Giant Bat
hu_hu: Óriás denevér

# BatDescription
source: Fast beast. 15% chance to dodge your attacks.
hu_hu: Sebes bestia. 15% eséllyel kitér a támadásaid elől.

# LeechName
source: Phlegmy Leech
hu_hu: Nyálkás pióca

# LeechDescription
source: Bloodsucker vermin. Deals +1 damage when you have more than 50% of your maximum health.
hu_hu: Vérszívó féreg. +1-et sebez ha a maximum életerőd több mint 50%-ával rendelkezel.

# CrabName
source: Mutant Crab
hu_hu: Mutáns rák

# CrabDescription
source: A real abnormality. 20% chance to interrupt your attacks in a fight.
hu_hu: Igazi abnormalitás. 20% eséllyel megszakítja a támadásaidat harcban.

# ToadName
source: Poison Toad
hu_hu: Méreg béka

# ToadDescription
source: Venomous creature. 10% chance to poison you with hallucinogens on hit.
hu_hu: Toxikus teremtmény. 10% eséllyel hallucinogénakat juttat a szervezetedbe ha megsebez.

# GoatmanName
source: Goatman
hu_hu: Kecskeember

# GoatmanDescription
source: Evil fiend. 15% chance to leave a critical wound when hitting you.
hu_hu: Gonosz szörnyszülött. 15% eséllyel kritikus csapást képes mérni rád.

# BoarName
source: Orcish Boar
hu_hu: Disznó ork

# BoarDescription
source: Clumsy brute. 10% chance to interrupt your attacks, but has a 20% chance to miss a hit.
hu_hu: Suta vad. Gyakran mellé üt (20% esély), de támadásaidat 10% eséllyel megszakíthatja.

# BugbearName
source: Bugbear
hu_hu: Goblin mumus

# BugbearDescription
source: Living horror. When it attacks you, its eyes may leave you trembling in fear (10% chance).
hu_hu: Élő borzalom. Tekintete félelmet kelt és támadásnál reszketést hagy maga után (10% esély).

# SkeletonName
source: Skeleton
hu_hu: Csontváz

# SkeletonDescription
source: Animated undead. There's a 50% chance that it will reanimate once after death.
hu_hu: Megelevenített holt. Halál után 50% eséllyel újra lábra ál és harcba száll veled.

# ZombieName
source: Zombie
hu_hu: Zombi

# ZombieDescription
source: Undead miscreation. When damaged it may regenerate its wounds (35% chance) healing for 5 points.
hu_hu: Élőholt rendellenesség. Sérüléskor könnyen regenrálhat (35% esély) és visszanyer 5 életerőpontot.

# VampireName
source: Vampire
hu_hu: Vámpír

# VampireDescription
source: Undead prince. May feast on your blood (50% chance) stealing 5 health points.
hu_hu: Élőholt herceg. Véredből lakomázva 5 életerőpontot lophat (50% esély).

# RevenantName
source: Revenant
hu_hu: Visszatért lélek

# RevenantDescription
source: Undead overlord. 50% chance to summon a Skeleton when hit. 7% chance to scare you to death.
hu_hu: Élőholt nagyúr. Sérüléskor 50% eséllyel csontvázakat idézhet. Halálra is rémíthet (7% esély).

# MummyName
source: Mummy
hu_hu: Múmia

# MummyDescription
source: Misfortunate undead. When killed its curse will befall on you damaging 3 points.
hu_hu: Balsorsú élőholt. Halálakor az átka rád száll amivel 3 pontot sebez rajtad.

# GolemName
source: Scrap Golem
hu_hu: Hulladék Gólem

# GolemDescription
source: Sturdy behemoth. Immune to fear and interrupts. Has 50% chance to reduce damage suffered by 3.
hu_hu: Acélos behemót. Immúnis a félelemre és megszakításra. 3 sebzéscsökkentést élvez 50% eséllyel.

# ElementalName
source: Crystal Elemental
hu_hu: Kristály elementál

# ElementalDescription
source: Chilling colossus. Each hit on its shard covered body damages you for 2 points.
hu_hu: Rémisztő kolosszus. Minden szilánkos testét érő ütés 2 pontot sebez rajtad.

# TenguDescription
source: Demonic avian. 25% chance to strike twice in a battle and 5% chance to interrupt your attacks.
hu_hu: Démoni madárfajzat. 25% eséllyel kétszer támad egy harcben és megszakíthatja a támadásaid (5% esély).

# BossName
source: Buzzard Wizard
hu_hu: A fácán sámán

# BossDescription
source: Avian being of unknown origin. May possess any powerful magic known to man.
hu_hu: Ismeretlen eredetű madár sátán. Pletykák szerint csak a mágia tudása tesz túl gonoszságán.

# ShopKeeperName
source: The Shopkeeper
hu_hu: A kofa

# ShopKeeperDescription
source: Who knows what powers it has at its disposal. It is better to not get in a fight...
hu_hu: Ki tudja milyen hatalommal bír, jobb a kedvében járni és nem keresni a harcot...
