Repository: M-Agi/Parsers
Catalog: ResxToCsv_CsvToResx/Strings/*/Speech.resx
Languages: hu_hu

# NarratorIntro
source: A suspicious-looking artifact hunter walks into a bar...
hu_hu: Egy gyanús küllemű ereklyevadász bemegy a bárba...

# NarratorPunchline
source: Do you want to hear the punchline?
hu_hu: Akarod hallani a poént?

# InnKeeperGreet
source: Hey lad! Need some help?
hu_hu: Helyzet legény?! Segíthetek? Mi kéne ha volna?

# InnKeeperTrailer
source: The dungeon is right there lad, under the trapdoor...
hu_hu: Arra a tömlöc öcsém, a csapóajtó közvetlen oda vezet...

# OldGuy
source: Interested in some history, boy?
hu_hu: Érdekelne egy réges régi történet, fiacskám?

# OldGuyStoryPlayEnter
source: Let me tell you an old story then...
hu_hu: Hadd meséljek el akkor egyet...

# OldGuyStoryPlayLeaving
source: Son, where do you think that trapdoor leads?!
hu_hu: Suhanc, mit gondolsz hová vezet az a csapóajtó?!

# PlayerStoryPlayCancel
source: Old man, I've changed my mind...
hu_hu: Vénember, meggondoltam magam...

# PlayerStoryPlayLeaving
source: Old man, tell me something I don't know!
hu_hu: Vénember, olyat mondj, amit még nem tudok!

# Story1_1
source: It is said, that a great evil
hu_hu: Azt mondják, hogy egy rettenetes rém

# Story1_2
source: , a Buzzard Wizard
hu_hu: , a Fácán Sámán

# Story1_3
source: , is to blame for the disappearance of magic.
hu_hu: , a felelős a mágia szertefoszlásáért.

# Story2_1
source: Rumor has it
hu_hu: Az a hír járja

# Story2_2
source: , that this powerful demon is still alive
hu_hu: , hogy ez az irdatlan démon máig életben van

# Story2_3
source: and its dungeon is full of supernatural artifacts.
hu_hu: és a tömlöce telis tele van természetfeletti ereklyékkel.

# DrunkGuy
source: Want to hear something weird? This is all fake, we live in an illusion...
hu_hu: Akarsz hallani valami furcsát? Ez itt mind kamu! Egy illúzióban élünk...

# Trophies
source: Those are trophies earned by heroes who visited our inn. Please do not touch!
hu_hu: Azok ott trófeák amiket idelátogató hősök szereztek. Semmit a kéznek!

# Stash
source: You can take one item from the stash with you into the dungeon.
hu_hu: Magaddal vihetsz egy ereklyét abból a ládikából a tömlöcbe.

# StashEmpty
source: There is nothing in the stash for you. Please do not touch!
hu_hu: Nincs semmi számodra abban a ládikában amit magaddal vihetnél.

# HallOfFame
source: Notes on heroes visiting our inn. Didn't know, that this place is so trendy...
hu_hu: Feljegyzések idelátogató hősökről. Nem tudtam, hogy ez a placc ilyen híres...

# BookShelf1
source: Settings What does that mean?
hu_hu: Beállítások Hát az meg mit jelent?

# BookShelf2
source: Tome of Artifacts Sounds intriguing!
hu_hu: Ereklye Kötet Ejha, ez má döfi!

# BookShelf3
source: Book of Monsters Let see those horrors!
hu_hu: Szörnyek Könyve Hadd látom azokat a dögöket!

# StatueAfraid
source: Nice goat skull statue, he-he.
hu_hu: Kedves kis kecske koponya szobor, hi-hi.

# StatueInstructions
source: It has something written on it: Unleash nightmares!
hu_hu: Valami rá van pingálva: Engedd szabadjára a rémségeket!

# CandleAfraid
source: Scary candle. Too bad, I don't have spark rocks on me...
hu_hu: Rémisztő egy gyertya. Sajnos nincs nálam tűzkő...

# CandleWarning
source: Think twice before lighting that candle! Only fools seek their own destruction.
hu_hu: Gondold át mielött meggyújtod! Bolond az aki a saját vesztébe rohan.

# TreasuryOffLimits
source: The treasury is off-limits, you have to earn the right to enter...
hu_hu: A kincstár zárva. Ki kell érdemelni előbb, hogy beléphess...

# PlayerInnExit
source: Do I really want to quit? Maybe the next dungeon will be the lucky one!
hu_hu: Biztos fel akarom adni? Talán a következő tömlöc lesz a szerencsés!

# PlayerEnterDungeon
source: They closed the trapdoor. I think I'll have to find another way out...
hu_hu: A bitangok, rámzárták a csapóajtót. Keresnem kell egy másik kijáratot...

# PlayerFirstStairs
source: The stairs collapsed under me, they must be ancient. Better watch my step!
hu_hu: A mindenségit, összedölt alattam ez a régi lépcső. Vigyáznom kell hova lépek!

# PlayerSewers
source: Why did nobody warn me about this smell?!
hu_hu: Miért nem figyelmeztett erről a bűzről senki?!

# PlayerBarracks
source: I get the feeling that somebody's following me.
hu_hu: Úgy érzem, mintha valaki követne engem.

# PlayerVault
source: Knock, knock on the vault door. I wonder what goodies are there.
hu_hu: Kopp-kopp a kamra ajtón. Vajon milyen kincsek rejtőznek mögötte.

# PlayerCellar
source: Any booze?!
hu_hu: Mit iszunk?!

# PlayerCatacombs
source: Sickening chamber. Its inhabitants are rotten to the core.
hu_hu: Émelyítő egy hely. A lakói is velejéig romlottak.

# PlayerMausoleum
source: I've been roaming for a while now... I must be getting close, aren't I?!
hu_hu: Már egy ideje bandukolok ebben a tömlöcben... Csak közeledek már a végéhez, nemde?!

# PlayerTomb
source: Hush, don't wake the dead...
hu_hu: Pszt! Ne keltsük fel a holtakat...

# PlayerFort
source: This place gives me the KREEPS!
hu_hu: Kiráz a hideg ettől a helytől!

# PlayerCavern
source: Looks like reality itself is distorted! Can't tell which way is up or down...
hu_hu: Mintha a valóság maga eltorzulna! Most akkor merre van le, és merre fel?

# PlayerAbyss1
source: Well, you are indeed alive Buzzard Wizard?!
hu_hu: Szóval tényleg életben van Fácán Sámán?!

# PlayerAbyss2
source: Hand over your artifacts or I rip out your gizzard!!!
hu_hu: Na ide az ereklyékkel vagy átszúrom a kardom a zúzáján!!!

# PlayerPoisonedForTheFirstTime
source: My mouth tastes like rotten penguin meat. I'm poisoned...
hu_hu: Romlott pingvinhús íze van a számnak. Asszem ez méreg...

# PlayerHallucinatingForTheFirstTime
source: My eyes are dazzling?! That must have been a hallucination...
hu_hu: Kápráznak a szemeim... Ez csak egy hallucináció volt?!

# PlayerFirstItemPickedUp
source: I should put that to good use in my inventory...
hu_hu: Ez jól fog jönni, máris felveszem a leltárba...

# PlayerShinyArtifacts
source: Now that is one shiny artifact! Mesmerizing. Hypnotizing. It's; calling me...
hu_hu: Ez már döfi! Nem semmi egy ereklye. Káprázatos. Megbabonázó. Engem hív...

# PlayerGoldenFeatherPickup
source: I feel really really weird... What is happening to me?!
hu_hu: Nagyon furcsán érzem magam... Mégis mi történik velem?!

# PlayerRightChoice
source: I gotta get out of here, now!
hu_hu: El kell tűnnöm innen, de rögvest!

# KnightRightChoice
source: Need a hand in getting out of this wretched place?
hu_hu: Kell segítség kikecmeregni erről a nyamvadt helyről?

# SameItem1
source: I already have one like that equipped!
hu_hu: Már van nálam pont egy ugyanilyen!

# SameItem2
source: I don't really need two of those...
hu_hu: Nem igazán van szükségem kettőre...

# SameItem3
source: What should I do with a second one?!
hu_hu: Mégis mit csináljak még eggyel?!

# Shop
source: Welcome to the Black Raven Market!
hu_hu: Üdvözöllek a Fekete Holló piacon! Kár!

# ShopFirst
source: Choose wisely! You can only buy one, I'll take back the rest...
hu_hu: Jól fontold meg! Egyszerre csak egyet, a többit visszaveszem...

# ShopWhatever
source: Choose whatever you want, just don't hurt me...
hu_hu: Vegyél amit akarsz, csak kérlek ne bánts...

# ShopAngry1
source: Stop pushing me around!
hu_hu: Ne lökdössél már!

# ShopAngry2
source: What are you trying to achieve?!
hu_hu: Ezzel meg mit akarsz elérni?!

# ShopAngry3
source: My answer is; 42 (forty-two)...
hu_hu: Bármire is vagy kíváncsi; a válaszom 42 (negyvenkettő)...

# ShopAngry4
source: No take-backsies in my shop!
hu_hu: Az én boltomban nincs visszakozás!

# Death1
source: That must have hurt.
hu_hu: Ez biztos fájhatott.

# Death2
source: Oh, poor Joey... Maybe next time!
hu_hu: Szegény Joey... Talán legközelebb!

# Death3
source: No one will ever bury that corpse...
hu_hu: Senki sem fogja elhantolni ezt a tetemet...

# Death4
source: You have been slaughtered!
hu_hu: Szabályosan lemészároltak!

# Death5
source: All those lovely artifacts, lost forever in the dungeon.
hu_hu: Mind az az értékes ereklye, örökre elvész a tömlöcben.

# Death6
source: Who is going to wipe out the Buzzard Wizard then?
hu_hu: Így ki fog végezni a Fácán sámánnal?

# Death7
source: Avenge your old self in the next run!
hu_hu: Bosszuld meg a halálod a következő kalandodban!

# Death8
source: One more try?
hu_hu: Még egy próba?

# Death9
source: That's it, you are dead.
hu_hu: Ennyi volt, meghaltál.
