Repository: M-Agi/Parsers
Catalog: ResxToCsv_CsvToResx/Strings/*/Trophies.resx
Languages: hu_hu

# AchievementCave1
source: Cave dweller
hu_hu: Barlangász

# AchievementCave1Description
source: Beat the Flooded Cave
hu_hu: Juss át az Elárasztott Barlangon

# AchievementCave2
source: Sewer cleaner
hu_hu: Pöcegödör tisztító

# AchievementCave2Description
source: Beat the Filthy Sewers
hu_hu: Juss át a Szutykos Csatornákon

# AchievementCave3
source: Drill sergeant
hu_hu: Újonckiképző

# AchievementCave3Description
source: Beat the Howling Barracks
hu_hu: Juss át a Süvöltő Kaszárnyán

# AchievementCave4
source: Treasurer
hu_hu: Kincstárnok

# AchievementCave4Description
source: Beat the Dusty Vault
hu_hu: Juss át a Porlepte Kamrán

# AchievementCave5
source: Winemaker
hu_hu: Borász

# AchievementCave5Description
source: Beat the Forgotten Cellar
hu_hu: Juss át az Elfelejtett Pincén

# AchievementCave6
source: Preserver
hu_hu: Megőrző

# AchievementCave6Description
source: Beat the Decayed Catacombs
hu_hu: Juss át a Lepusztult Katakombákon

# AchievementCave7
source: Cemetery guard
hu_hu: Temető őr

# AchievementCave7Description
source: Beat the Ruined Mausoleum
hu_hu: Juss át a Romos Mauzóleumon

# AchievementCave8
source: Raider
hu_hu: Fosztogató

# AchievementCave8Description
source: Beat the Ancient Tomb
hu_hu: Juss át az Ősi Síremléken

# AchievementCave9
source: Aged fighter
hu_hu: Öreg harcos

# AchievementCave9Description
source: Beat the Rusting Fort
hu_hu: Juss át a Rozsdásodó Erődön

# AchievementCave10
source: Crystal miner
hu_hu: Kristály bányász

# AchievementCave10Description
source: Beat the Crystalline Cavern
hu_hu: Juss át a Kristály Kavernán

# AchievementCaveNightmare1
source: Cave denizen
hu_hu: Barlanglakó

# AchievementCaveNightmare1Description
source: Beat the Flooded Cave on nightmare difficulty
hu_hu: Juss át az Elárasztott Barlangon rémálom fokozaton

# AchievementCaveNightmare2
source: Sewer rat
hu_hu: Csatornapatkány

# AchievementCaveNightmare2Description
source: Beat the Filthy Sewers on nightmare difficulty
hu_hu: Juss át a Szutykos Csatornákon rémálom fokozaton

# AchievementCaveNightmare3
source: Warlord
hu_hu: Hadúr

# AchievementCaveNightmare3Description
source: Beat the Howling Barracks on nightmare difficulty
hu_hu: Juss át a Süvöltő Kaszárnyán rémálom fokozaton

# AchievementCaveNightmare4
source: Antiquarian
hu_hu: Régiségkereskedő

# AchievementCaveNightmare4Description
source: Beat the Dusty Vault on nightmare difficulty
hu_hu: Juss át a Porlepte Kamrán rémálom fokozaton

# AchievementCaveNightmare5
source: Drunkard
hu_hu: Iszákos

# AchievementCaveNightmare5Description
source: Beat the Forgotten Cellar on nightmare difficulty
hu_hu: Juss át az Elfelejtett Pincén rémálom fokozaton

# AchievementCaveNightmare6
source: Renovator
hu_hu: Renováló

# AchievementCaveNightmare6Description
source: Beat the Decayed Catacombs on nightmare difficulty
hu_hu: Juss át a Lepusztult Katakombákon rémálom fokozaton

# AchievementCaveNightmare7
source: Burial landlord
hu_hu: Temető birtokos

# AchievementCaveNightmare7Description
source: Beat the Ruined Mausoleum on nightmare difficulty
hu_hu: Juss át a Romos Mauzóleumon rémálom fokozaton

# AchievementCaveNightmare8
source: Ghoul
hu_hu: Sírrabló

# AchievementCaveNightmare8Description
source: Beat the Ancient Tomb on nightmare difficulty
hu_hu: Juss át az Ősi Síremléken rémálom fokozaton

# AchievementCaveNightmare9
source: Legendary warrior
hu_hu: Legendás harcos

# AchievementCaveNightmare9Description
source: Beat the Rusting Fort on nightmare difficulty
hu_hu: Juss át a Rozsdásodó Erődön rémálom fokozaton

# AchievementCaveNightmare10
source: Crystal magnate
hu_hu: Kristály mágnás

# AchievementCaveNightmare10Description
source: Beat the Crystalline Cavern on nightmare difficulty
hu_hu: Juss át a Kristály Kavernán rémálom fokozaton

# AchievementGameComplete
source: Buzzard killer
hu_hu: Fácán gyilkos

# AchievementGameCompleteDescription
source: Beat the game
hu_hu: Vidd végig a játékot

# AchievementGameCompleteNightmare
source: Dungeon crawler
hu_hu: Tömlöc bajnok

# AchievementGameCompleteNightmareDescription
source: Beat the game on nightmare difficulty
hu_hu: Vidd végig a játékot rémálom fokozaton

# AchievementItemUnlocked1
source: Item stockpiler
hu_hu: Kincs harácsoló

# AchievementItemUnlocked1Description
source: Unlock 25 items in the Tome of Artifacts
hu_hu: Szerezz meg 25 kincset az Ereklye kötetben

# AchievementItemUnlocked2
source: Antique hoarder
hu_hu: Antik halmozó

# AchievementItemUnlocked2Description
source: Unlock 50 items in the Tome of Artifacts
hu_hu: Szerezz meg 50 kincset az Ereklye kötetben

# AchievementItemUnlocked3
source: Relic collector
hu_hu: Relikvia gyűjtő

# AchievementItemUnlocked3Description
source: Unlock 75 items in the Tome of Artifacts
hu_hu: Szerezz meg 75 kincset az Ereklye kötetben

# AchievementItemUnlocked4
source: Artifact hunter
hu_hu: Ereklyevadász

# AchievementItemUnlocked4Description
source: Unlock 100 items in the Tome of Artifacts
hu_hu: Szerezz meg 100 kincset az Ereklye kötetben

# AchievementBossUnlocked
source: Avian destroyer
hu_hu: Madár mészáros

# AchievementBossUnlockedDescription
source: Unlock the Buzzard Wizard in the Book of Monsters
hu_hu: Szerezd meg a Fácán sámánt a Szörnyek könyvében

# AchievementMonstersUnlockedDescription
source: Unlock all entries in the Book of Monsters
hu_hu: Szerezd meg az összes bejegyzést a Szörnyek könyvében

# AchievementGold1
source: Gold digger
hu_hu: Aranyásó

# AchievementGold1Description
source: Have 350 gold on you
hu_hu: Legyen nálad 350 arany

# AchievementGold2
source: Taxman
hu_hu: Adószedő

# AchievementGold2Description
source: Have 500 gold on you
hu_hu: Legyen nálad 500 arany

# AchievementTreasuryRandom
source: Like A Boss
hu_hu: Csont nélkül

# AchievementTreasuryRandomDescription
source: Select all artifacts randomly in a treasury mode playthrough
hu_hu: Vidd végig a kincstárat és minden ereklyét véletlenszerűen válassz
